Repository: sixpetals/CmisSync
Catalog: CmisSync/Properties/Properties.Resources.*.resx
Languages: de, ja

source: Add
de: Hinzufügen
ja: 追加

source: Add a remote folder…
de: Fügen Sie einen Remote Ordner ein...
ja: リモートフォルダを追加...

# AddFolders
source: Adding synchronized folders to CmisSync
de: Hinzufügen von synchronisierten Ordnern zu CmisSync
ja: 同期フォルダをCmisSyncへ追加

source: Adding Folder
de: Ordner hinzufügen
ja: フォルダの追加

source: Back
de: Zurück
ja: 戻る

source: Cancel
de: Abbrechen
ja: キャンセル

# CmisSyncCreates
source: CmisSync creates a special folder on your computer where the documents are synchronized.
de: CmisSync erstellt einen speziellen Ordner auf Ihrem Computer, in welchem die Dokumente synchronisiert werden.
ja: CmisSyncは同期対象のコンピュータへ特別なフォルダを作成します。

source: Continue
de: Weiter
ja: 続行

# Customize
source: Customize the local folder name
de: Lokalen Ordner-Namen anpassen
ja: ローカルフォルダの名前をカスタマイズする

# DocumentsAre
source: Documents are automatically updated to reflect the latest changes from your colleagues, and your changes are sent to the server automatically too.
de: Dokumente werden automatisch aktualisiert und die neuesten Änderungen werden automatisch an den Server gesendet.
ja: ドキュメントは自動的に同僚の変更を反映し、更新されます。もちろんあなたの変更も自動的にサーバと同期されます。

# EmptyURLNotAllowed
source: Empty URL
de: Leere URL
ja: 空の URL

# EnterLocalFolderName
source: Enter a name for the local folder where the documents are synchronized
de: Geben Sie einen Namen für den lokalen Ordner ein, in dem die Dokumente synchronisiert werden
ja: ドキュメントが同期されるローカルフォルダの名前を入力する

# EnterWebAddress
source: Enter a Web address where the documents can be seen:
de: Geben Sie die URL des Servers ein, auf dem die Dokumente liegen:
ja: ドキュメントが存在するWebアドレスを入力してください：

source: Exit
de: Beenden
ja: 終了

source: Failed to send some changes
de: Fehler beim Senden der Änderungen
ja: 変更の送信に失敗しました

source: Files up to date
de: Dateien auf dem aktuellsten Stand
ja: ファイルは最新です

source: Finish
de: Fertig stellen
ja: 完了

# FolderAlreadyExist
source: A folder already in the CmisSync root folder
de: Der Ordner existiert bereits im Stammordner CmisSync
ja: フォルダがCmisSyncルートフォルダに既に存在します

source: Help
de: Hilfe
ja: ヘルプ

# Intro
source: CmisSync allows you to keep in sync with any CMIS-compliant enterprise server, and use your documents even when offline. It is like Dropbox for Enterprise Content Management!
de: Mit CmisSync können Sie mit jedem CMIS-konformen Server ihre Daten synchron halten, und Ihre Dokumente auch im Offlinemodus verwenden. Funktioniert wie Dropbox für Enterprise Content Management!
ja: CmisSyncを使うと、CMIS 準拠のエンタープライズ サーバとの同期が保たれます。オフライン時もドキュメントを扱えます。

# InvalidFolderName
source: The folder name {0} is invalid. Special characters are not allowed.
de: Der Ordnername ist ungültig. Sonderzeichen sind nicht erlaubt.
ja: フォルダー名が無効です。特殊文字は使用できません。

source: Invalid URL
de: Ungültige URL
ja: 無効なURLです

# MayTakeTime
source: This may either take a short or a long time depending on the folder's size.
de: Abhängig von der Größe des Ordners kann dies einige Zeit dauern.
ja: フォルダサイズにより時間がかかることがあります。

# OpenFolder
source: Open the synchronized folder
de: Öffnen Sie den synchronisierten Ordner
ja: 同期フォルダを開く

source: Password
de: Passwort
ja: パスワード

# PermissionDenied
source: CMIS server found, but permission denied. Please check username/password.
de: CMIS-Server gefunden, jedoch wurde der Zugriff verweigert. Bitte überprüfen Sie Benutzername und Kennwort.
ja: CMISサーバが見つかりましたが、権限がありません。ユーザ名/パスワードをチェックして下さい。

# Ready
source: Your documents are now being synchronized
de: Ihre Dokumente werden nun synchronisiert.
ja: 現在同期中です。

source: Receiving changes…
de: Empfange Änderungen...
ja: 変更を受信中...

source: Sending changes…
de: Änderungen werden gesendet...
ja: 変更を送信中...

source: Skip Tutorial
de: Einführung überspringen
ja: チュートリアルをスキップ

# Sorry
source: Sorry, CmisSync can not find a CMIS server at this address. Please ask your server administrator for the CMIS endpoint URL. If you are sure about the address, open it in a browser and post the resulting XML on the cmissync forum.
de: Leider kann CmisSync keinen CMIS-Server unter dieser Adresse finden. Bitte prüfen Sie angegebene Adresse. Wenn Sie sich sicher sind das die Adresse stimmt, öffnen Sie diese in einem Browser und posten Sie die XML Antwort nach cmissync@aegif.jp
ja: 申し訳ありませんが、CmisSync はこのアドレスで CMIS サーバーを見つけることができませんでした。CMIS エンドポイントの URL については、サーバーの管理者にお問い合わせください。なお、アドレスが正しいにもかかわらずエラーになる場合、その URL をWebブラウザで開き、表示される XML を cmissync@aegif.jp までお送りください。

# Startup
source: Add CmisSync to startup items
de: CmisSync im Autostart hinzufügen
ja: スタートアップへCmisSyncを追加

# StatusIcon
source: The status icon is here to help
de: Das Symbol ist in der Statusleiste zu finden
ja: ステータスアイコン

# StatusIconShows
source: CmisSync's status icon shows the syncing progress, and provides easy access to your folders.
de: Das CmisSync Status-Symbol zeigt den Fortschritt der Synchronisierung und bietet einfachen Zugriff auf Ihre Ordner.
ja: CmisSyncステータスアイコンは同期の進行状態を示します。また、これを利用するとフォルダへ簡単にアクセスできます。

source: Synchronization
de: Synchronisation
ja: 同期

source: Syncing changes…
de: Synchronisieren die Änderungen...
ja: 変更を同期中...

source: User
de: Benutzer
ja: ユーザ

# Welcome
source: Welcome to CmisSync!
de: Willkommen zu CmisSync!
ja: CmisSync へようこそ！

# WhatsNext
source: What's happening next?
de: Was passiert als nächstes?
ja: 次のアクション

# Where
source: Where is your organization's server?
de: Serveradresse Ihrer Organisation?
ja: サーバのURL

# WhereToFind
source: Where to find this address
de: Wo diese Adresse zu finden
ja: 指定するアドレスについて

# Which
source: Which remote folder do you want to sync?
de: Welche Remoteordner möchten Sie synchronisieren?
ja: どのリモートフォルダを同期しますか？

# YouCan
source: You can easily add a new folder to synchronize, at any time.
de: Sie können einen neuen CMIS-Ordner jederzeit problemlos hinzufügen.
ja: いつでも、簡単に新しいCMISフォルダーを追加できます。

# YouCanFind
source: You can find them in your CmisSync folder.
de: Sie finden den im Ordner CmisSync.
ja: CmisSyncフォルダで文書を扱えるようになりました。

# ChangeRepoPath
source: Change the local path of this repository:
de: Ändern Sie den lokalen Pfad dieses Archivs:
ja: このリポジトリのローカル パスを変更:

# LocalDirectoryExist
source: A local folder with the same name already exist, please use a different name to prevent sync conflicts.
de: Ein lokaler Ordner mit demselben Namen ist bereits vorhanden, bitte benutzen Sie einen anderen Namen.
ja: 同名のローカルフォルダが既に存在します。違う名前を使用して下さい。

source: Disable sync
de: Synchronisation anhalten
ja: 同期の一時停止

source: Enable sync
de: Synchronisation fortsetzen
ja: 同期を再開

source: Browse remote folder
de: Remote-Ordner durchsuchen
ja: リモートフォルダをブラウズ

source: Open local folder
de: Lokalen Ordner öffnen
ja: ローカルフォルダのオープン

# About
source: About CmisSync
de: Über CmisSync
ja: CmisSync について

source: View Log
de: Protokoll anzeigen
ja: ログの表示

# ConnectFailure
source: Failed to connect to server! Please check the given URL for misspelled host name. If the URL is correct, please contact your server administrator!
de: Die Verbindung zum Server ist fehlgeschlagen! Bitte überprüfen Sie die URL auf Tippfehler im Hostnamen. Falls die URL korrekt ist, kontaktieren Sie bitte den Server Administrator!
ja: サーバーへの接続に失敗しました。 URL のホスト名が正しく入力されているか確認してください。URL が正しい場合、サーバー管理者にお問い合わせください。

# LoginFailedForbidden
source: Login failed! Please check your user credentials and potentially the server URL.
de: Anmeldung fehlgeschlagen! Bitte überprüfen Sie Ihren Benutzernamen und Ihr Passwort. Eventuell ist auch die URL nicht ganz korrekt.
ja: ログインに失敗しました! あなたの資格情報とサーバのURLが正しいか確認してください。

# SendFailureHttps
source: Failed to communicate with the given server! Please check the protocol part of the given URL. Maybe your server is not capable to communicate over https
de: Die Kommunikation mit dem Server ist fehlgeschlagen! Eventuell ist der Server nicht in der Lage sicher per https zu kommunizieren. Ändern Sie das Protokoll nur auf http, wenn Sie wissen, dass der Server nicht per https benutzt werden kann.
ja: サーバーとの通信に失敗しました。指定された URL のプロトコルの部分を確認してください。サーバーが https による通信に対応していない可能性があります。

# DoNotIgnoreFolder
source: Enable folder for synchronization
de: Ordner-Synchronisation aktivieren
ja: フォルダ同期を有効にします。

# IgnoreFolder
source: Ignore folder on synchronization
de: Ordner-Synchronisation ignorieren
ja: フォルダ同期を無効にします。

# LoadingStatusLOADING
source: loading ...
de: wird geladen...
ja: 読み込んでいます...

# LoadingStatusSTART
source: pending ...
de: bitte warten...
ja: 処理中…

# RemoveFolderFromSync
source: Remove the folder from synchronization
de: Synchronisation dauerhaft beenden
ja: フォルダを同期対象から外す

# DoYouTrustTheCertificate
source: Do you trust this certificate? (Yes = Always, Cancel = Just Now)
de: Vertrauen Sie diesem Zertifikat? (Ja == Ja auch in Zukunft, Abbrechen = Nur für diese Sitzung)
ja: 証明書を信頼しますか？ （はい=常に信頼、キャンセル = 今回だけ信頼）

# TrustFailure
source: Failed to establish a trusted Connection. Please inform your server administrator.
de: Es konnte keine vertrauenswürdige Verbindung hergestellt werden. Bitte informieren Sie Ihren Administrator.
ja: 信頼された接続を確立できませんでした。サーバ管理者までお問い合わせください。

source: Untrusted Certificate
de: Unvertrauenswürdiges oder unbekanntes Zertifikat
ja: 信頼されていない証明書

# ManualSync
source: Run sync now
de: Sync jetzt ausführen
ja: 同期を今すぐ実行

source: Settings...
de: Einstellungen...
ja: 設定...

source: Save
de: Speichern
ja: 保存

source: Sync Interval
de: Synchronisierungsintervall
ja: 同期の間隔

source: hours
de: Stunden
ja: 時間

source: minutes
de: Minuten
ja: 分

source: day
de: Tag
ja: 日

source: hour
de: Stunde
ja: 時間

# WebAddress
source: Repository URL
ja: リポジトリURL

source: Error
de: Fehler
ja: エラー

# SyncError
source: Could not sync "{0}": {1}
de: Konnte folgende Daten nicht synchronisieren "{0}": {1}
ja: 同期できませんでした "{0}": {1}

# RemoveFolderFromSyncConfirm
source: Are you sure you want to disconnect this repository? No files will be deleted from your system but they will no longer be synchronized.
de: Sind Sie sicher, dass Sie dieses Repository trennen möchten? Es werden keine Dateien von Ihrem System gelöscht, aber sie werden nicht mehr synchronisiert.
ja: このリポジトリを切断してもよろしいですか？システムからファイルは削除されませんが、今後同期されなくなります。

source: minute
ja: 分

source: seconds
de: Sekunden
ja: 秒
